Repository: robertoschwald/Telephone
Catalog: Telephone/*.lproj/Localizable.strings
Languages: german

source: Address Not Found
german: Adresse nicht gefunden

source: All active calls will be disconnected.
german: Alle aktiven Gespräche werden beendet.

source: Are you sure you want to quit Telephone?
german: Wollen Sie Telefon wirklich beenden?

source: Available
german: Verfügbar

source: busy
german: Besetzt

source: call declined
german: Anruf abgelehnt

source: call ended
german: Anruf beendet

source: Call Failed
german: Anruf fehlgeschlagen

source: call transferred
german: Anruf weitergeleitet

source: calling
german: ruft an

source: calling...
german: Anrufen ...

source: Cancel
german: Abbrechen

source: Connecting...
german: Verbinden ...

source: Could not install Address Book plug-ins.
german: Die Adressbuch-Plugins konnten nicht installiert werden.

source: Could not register with %@.
german: Konnte nicht bei %@ registrieren.

source: Could not start SIP user agent.
german: Konnte SIP user agent nicht starten.

source: Decline
german: Ablehnen

source: Delete
german: Löschen

source: Delete “%@”?
german: Wollen Sie „%@“ wirklich löschen?

source: Don't Save
german: Nicht Sichern

source: End Call
german: Anruf beenden

source: Error %d
german: Fehler %d

source: Failed to communicate with STUN server.
german: Kommunikationsfehler mit STUN server.

source: General
german: Allgemein

source: Hold
german: Halten

source: Make sure you have write permission to “%@”.
german: Stellen Sie sicher, dass Sie Schreibrechte in „%@“ haben.

source: mic muted
german: Mikrofon stumm

source: mic unmuted
german: Mikrofon aktiv

source: Mute
german: Mikrofon aus

source: Network
german: Netzwerk

source: New network settings will be applied immediately, all accounts will be reconnected.
german: Die neuen Netzwerkeinstellungen werden sofort aktiv, alle Accounts werden neu verbunden.

source: off hold
german: Anruf wiederaufgenommen

source: on hold
german: Anruf gehalten

source: on remote hold
german: Anruf vom Gesprächspartner gehalten

source: Please check network connection and Registry Server settings.
german: Bitte überprüfen Sie Ihre Netzwerkverbindung und die Registrierungsserver-Einstellungen.

source: Please check your network connection and STUN server settings.
german: Bitte überprüfen Sie Ihre Netzwerkverbindung und die STUN-Server-Einstellungen.

source: Quit
german: Beenden

source: Resume
german: Fortsetzen

source: ringing
german: Es klingelt

source: Save
german: Sichern

source: Save changes to the network settings?
german: Änderungen an den Netzwerkeinstellungen sichern?

source: Sound
german: Ton

source: Telephone Preferences
german: Telefon Einstellungen

source: Telephone was unable to login to %@. Change user name or password and try again.
german: Telefon konnte sich nicht in %@ anmelden. Ändern Sie Benutzername oder Passwort und versuchen Sie es erneut.

# The error was: “%d %@”.
source: The error was: “%1$d %2$@”.
german: Fehlerbeschreibung: „%1$d %2$@“.

source: This will delete your currently set up account “%@”.
german: Ihr Account „%@“ wird gelöscht.

source: UDP packets are probably blocked. It is impossible to make or receive calls without that. Make sure that your local firewall and the firewall at your router allow UDP protocol.
german: UDP-Pakete werden anscheinend blockiert. Sie können weder Anrufe tätigen noch empfangen. Stellen Sie sicher, daß Ihre lokale Firewall und die Firewall Ihres Routers das UDP-Protokoll erlaubt.

source: Unavailable
german: Nicht verfügbar

source: Unmute
german: Mikrofon an
